Repository: funMango/QuickSniper
Catalog: QuickSniper/Localizable.xcstrings
Source language: en
Languages: ko

source: Bottom Left
ko: 왼쪽 하단

source: Bottom Right
ko: 오른쪽 하단

source: Cancel
ko: 취소

# chooseSaveFiles
source: Select the files you want to save
ko: 저장할 파일을 선택하세요

source: Confirm
ko: 확인

source: Copy
ko: 복사

source: Copy Snippet
ko: 스니펫 복사

source: Delete
ko: 삭제

source: Delete Bookmark
ko: 북마크 삭제

source: Delete Folder
ko: 폴더 삭제

source: Exit
ko: 종료

# fileAccessAlert
source: The file or folder could not be accessed.
ko: 파일 또는 폴더에 접근할 수 없습니다.

# fileAccessAlertContent
source: This item contains an invalid bookmark. Would you like to delete it?
ko: 이 항목은 더 이상 유효하지 않은 북마크를 가지고 있습니다. 삭제하시겠습니까?

source: File Bookmark
ko: 파일 즐겨찾기

# fileChangedAlert
source: File chagned
ko: 파일이 변경되었습니다

# fileChangedAlertContent
source: The file or folder for this item has been moved or the access data is outdated. Would you like to update the bookmark?
ko: 이 항목의 파일이나 폴더가 이동되었거나 권한 정보가 만료되었습니다. 북마크를 갱신하시겠습니까?

source: Folder Name
ko: 폴더 이름

# hotcornerOff
source: Off
ko: 끄기

# hotCornerWarning
source: Please select a position that doesn't conflict with system hot corners.
ko: 시스템 환경설정의 핫코너와 겹치지 않는 위치를 선택하세요.

# inputContent
source: Enter content
ko: 내용을 입력하세요

# inputTitle
source: Enter a title
ko: 제목을 입력하세요

# moveFolder
source: Move to Folder
ko: 폴더 이동

# noMoveFolder
source: No folders available
ko: 이동할 폴더가 없습니다.

source: Rename Folder
ko: 폴더 이름 수정

source: Save
ko: 저장

source: Setting Hotcorner
ko: 핫코너 설정

source: Shifty Open
ko: Shifty 열기

source: Snippet
ko: 스니펫

source: Top Left
ko: 왼쪽 상단

source: Top Right
ko: 오른쪽 상단

source: Update
ko: 업데이트
